{
    "2.1": {
      "mainTitle": "Allgemeine Informationen",
      "items": [
        {
            "id": "2.1.1",
            "title": "Wie nehme ich Cannabis ein?",
            "description": "Cannabis kann auf drei Hauptarten eingenommen werden, je nach medizinischem Bedarf und persönlicher Vorliebe:",
            "list": [
                {
                    "title": "Inhalation (Vaporizer):",
                    "description": "Diese Methode ermöglicht eine schnelle Wirkung, da die Wirkstoffe direkt in die Lunge gelangen und von dort in den Blutkreislauf. Der Verdampfer reduziert schädliche Stoffe im Vergleich zum Rauchen und ist ideal bei akuten Beschwerden wie Schmerzen oder Migräneanfällen."
                },
                {
                    "title": "Orale Einnahme (Öle, Kapseln, Edibles):",
                    "description": "Öle oder Kapseln werden geschluckt und langsam vom Körper aufgenommen. Diese Methode hat eine längere Wirkzeit und ist besonders geeignet für chronische Beschwerden wie Schlafstörungen oder Schmerzen."
                },
                {
                    "title": "Sublinguale Anwendung (Tropfen, Sprays):",
                    "description": "Durch das Auftragen unter die Zunge gelangen die Wirkstoffe direkt in den Blutkreislauf. Diese Methode kombiniert eine schnelle Wirkung mit einer einfachen Anwendung."
                }
            ]
        },
        {
            "id": "2.1.2",
            "title": "Cannabis auf Rezept – was du als Patient wissen musst",
            "description": "Medizinisches Cannabis ist ein pflanzliches Arzneimittel, das bei einer Vielzahl von Beschwerden eingesetzt wird. Für ein Rezept sind folgende Schritte notwendig:",
            "list": [
                {
                    "title": "Registrierung:",
                    "description": "Melde dich auf unserer Plattform an und erstelle ein Konto."
                },
                {
                    "title": "Medizinischer Fragebogen:",
                    "description": "Beantworte Fragen zu deinen Symptomen und Vorerkrankungen."
                },
                {
                    "title": "Ärztliche Prüfung:",
                    "description": "Ein Facharzt prüft, ob Cannabis für deine Behandlung geeignet ist."
                },
                {
                    "title": "Rezeptausstellung:",
                    "description": "Nach Freigabe erhältst du dein Rezept per Post oder digital."
                }
            ]
        },
        {
          "id": "2.1.3",
          "title": "Darf ich als Cannabis-Patient Auto fahren?",
          "description": "Das Führen eines Fahrzeugs ist erlaubt, wenn du durch die Einnahme von Cannabis nicht beeinträchtigt bist. Beachte:",
          "list": [
            "THC kann die Reaktionsfähigkeit beeinflussen, insbesondere bei Neuanwendung.",
            "Bei regelmäßiger medizinischer Einnahme ist eine Bescheinigung des Arztes ratsam.",
            "Bluttests können durchgeführt werden, um sicherzustellen, dass keine Beeinträchtigung vorliegt."
          ]
        }
      ]
    },
    "2.2": {
      "mainTitle": "Rechnung & Zahlung",
      "items": [
        {
          "id": "2.2.1",
          "title": "Welche Zahlungsmethoden werden angeboten?",
          "description": "Wir akzeptieren die folgenden Zahlungsmethoden:",
          "list": [
            {
                "title": "Kreditkarte:",
                "description": "Bequem und schnell über Visa, MasterCard oder American Express."
            },
            {
                "title": "PayPal:",
                "description": "Sichere Zahlung über dein PayPal-Konto."
            },
            {
                "title": "SEPA-Lastschrift:",
                "description": "Direkte Abbuchung von deinem Bankkonto."
            }
          ]
        },
        {
          "id": "2.2.2",
          "title": "Wo finde ich meine Rechnungen?",
          "description": "Deine Rechnungen stehen dir im Kundenbereich zur Verfügung:",
          "list": [
            "Nach dem Login findest du unter „Mein Konto“ eine Übersicht aller Transaktionen.",
            "Lade Rechnungen direkt als PDF herunter."
          ]
        },
        {
          "id": "2.2.3",
          "title": "Kostenübernahme der (privaten) Krankenkasse",
          "description": "Private Krankenkassen übernehmen oft die Kosten für Cannabis-Therapien. Voraussetzungen:",
          "list": [
            "Ein ärztlicher Nachweis, dass andere Therapien nicht ausreichen.",
            "Ein schriftlicher Antrag mit Therapieplan.",
            "Wir unterstützen dich bei der Dokumentation für deine Krankenkasse."
          ]
        },
        {
          "id": "2.2.4",
          "title": "Kann ich meine Bestellung stornieren?",
          "description": "Ja, du kannst deine Bestellung vor der Rezeptausstellung stornieren. Nach Ausstellung ist dies nicht mehr möglich. Kontaktiere bei Fragen unseren Support."
        }
      ]
    },
    "2.3": {
        "mainTitle": "Alles rund ums Rezept",
        "items": [
            {
                "id": "2.3.1",
                "title": "Wie erhalte ich mein Rezept?",
                "description": "Sobald dein medizinischer Fragebogen geprüft und genehmigt wurde, stellen unsere Ärzte ein Privatrezept für die von dir gewählte Cannabisblüte aus. Du kannst dein Rezept auf zwei Wegen erhalten:",
                "list": [
                    {
                        "title": "Elektronisch (e-Rezept):",
                        "description": "Das Rezept wird digital erstellt und verschlüsselt als QR-Code an deine Wunsch- Apotheke gesendet oder dir in deinem Kundenkonto bereitgestellt."
                    },
                    {
                        "title": "Postalisch:",
                        "description": "Auf Wunsch senden wir dir dein Rezept per Post zu. Dieser Service ist praktisch, wenn du das Rezept selbst einlösen möchtest."
                    }
                ]
            },
            {
                "id": "2.3.2",
                "title": "e-Rezept: Wie funktioniert es?",
                "description": "Das e-Rezept ist eine digitale Lösung, die den Einlöseprozess erheblich erleichtert:",
                "list": [
                    "Nach der Ausstellung erhältst du einen QR-Code, den du in der Apotheke deiner Wahl vorzeigen kannst.",
                    "Alternativ übermitteln wir den QR-Code direkt an eine unserer Partnerapotheken. Mit dem e-Rezept sparst du Zeit und hast die Gewissheit, dass dein Rezept sicher und schnell verarbeitet wird."
                ]
            },
            {
                "id": "2.3.3",
                "title": "Wie häufig erhalte ich ein Rezept?",
                "description": "Die Häufigkeit der Rezeptausstellung hängt von deiner ärztlichen Diagnose und deinem Bedarf ab:",
                "list": [
                    "In der Regel wird ein Rezept für eine Monatsdosis ausgestellt.",
                    "Bei fortlaufender Therapie prüft unser System automatisch, ob ein Folgerezept notwendig ist."
                ]
            },
            {
                "id": "2.3.4",
                "title": "Wie versende ich mein Rezept?",
                "description": "Du hast die Wahl:",
                "list": [
                    {
                        "title": "Eigenversand:",
                        "description": "Lade das Rezept als PDF herunter und sende es direkt an deine bevorzugte Apotheke."
                    },
                    {
                        "title": "Automatisierter Versand:",
                        "description": "Wir übernehmen den Versand des Rezepts an eine Apotheke deiner Wahl. Dies spart Zeit und sorgt für eine schnelle Abwicklung."
                    }
                ]
            }
        ]
    },
    "2.4": {
        "mainTitle": "Apotheke",
        "items": [
            {
                "id": "2.4.1",
                "title": "Wo finde ich die optimale Apotheke, um mein Rezept einzulösen?",
                "description": "Unsere Plattform zeigt dir eine Liste von Partnerapotheken, die regelmäßig ein breites Sortiment an Cannabisblüten führen. Diese Apotheken wurden sorgfältig ausgewählt und garantieren:",
                "list": [
                    "Hohe Verfügbarkeit verschiedener Sorten.",
                    "Diskrete und schnelle Abwicklung deiner Bestellung."
                ]
            },
            {
                "id": "2.4.2",
                "title": "Was ist, wenn meine Blüte nicht mehr verfügbar ist?",
                "description": "Sollte die von dir gewählte Sorte nicht mehr lieferbar sein, bieten wir dir folgende Optionen:",
                "list": [
                    {
                        "title": "Alternative Sorten anzeigen:",
                        "description": "Unsere Plattform schlägt dir ähnliche Sorten vor, die verfügbar sind."
                    },
                    {
                        "title": "Apotheke wechseln:",
                        "description": "Du kannst eine andere Apotheke auswählen, die deine Wunschblüte führt."
                    }
                ]
            }
        ]
    }
  }
  